[StringTable]
IDS_LAUNCH_APP=ברצוני להפעיל את %P.	
IDS_PUT_DESKTOPICON=מקם סמל %P בשולחן העבודה.	
IDS_QUITMODEMXPERT=סגור את %P לפני שתמשיך	
LAUNCH_AT_WINDOWS_STARTUP=Launch at Windows startup	
NOTUSERADMIN=You must be logged in with administrator rights to install or uninstall this program.	
PRODUCT_HELP=עזרה עבור Netwaiting	
TITLE_INSTALL=NetWaiting Setup
